{
    "remote-question" : {
        "label" : {
          "config": "Konfig",
          "name": "Name",
          "title": "Titel",
          "body": "Inhalt",
          "sound": "Ton",
          "answer_one": "Antwort 1",
          "answer_two": "Antwort 2",
          "answer_three": "Antwort 3",
          "answer_text": "Text",
          "answer_value": "Wert"
        },
        "sounds": {
          "nosound": "Kein Ton",
          "default": "Standard",
          "bikebell": "Fahrradklingel",
          "bingbong": "Bing Bong",
          "chime": "Chime",
          "crow": "Krähe",
          "dingdingding": "Ding Ding Ding",
          "dudeldidudel": "Dudel Di Dudel",
          "enthusiastaudience": "Enthusiastisches Publikum",
          "gong": "Gong",
          "monkeys": "Monkeys",
          "peterundderwolf": "Peter und der Wolf",
          "pristine": "Pristine",
          "roostercalling": "Rooster Calling",
          "siren": "Sirene",
          "success": "Erfolg"
        },
        "help": {
          "title": "Hilfe",
          "para1": "Über diese Node kannst Du eine Frage per Push Notification an die Geräte versenden, die mit der gewählten Config-Node verbunden sind. Wähle hierzu eine Config-Node, die Du bereits in einer Access-Node verwendest. Du kannst in mehreren Question-Nodes die selbe Config-Node verwenden.",
          "para2": "Wichtig ist, das die Confg-Node auf Deinen lokalen Node-RED Rechner verweist und eine Access-Node damit aktiv ist. Die Basis URL ist dabei irrelevant.",
          "para3": "Konfiguriere den Titel und den Text der Benachrichtigung. Die Vorgabewerte gehen davon aus, das im Payload der eingehenden Nachricht die Strings “title” und “body” enthalten sind. Du kannst aber auch feste Texte eingeben oder Flow- bzw. Global-Variablen verwenden.",
          "para4": "Du kannst bis zu drei Antworten vorgeben. Der Text der Antworten kannst Du direkt als String eingeben oder aus der eingehenden Nachricht übernehmen. Ist der Text leer, wird die Antwort nicht angezeigt. Über den Wert kannst Du angeben, was die Node per msg.payload ausgibt, wenn Du diese Antwort wählst.",
          "para5": "Immer sobald eine Message bei der Question-Node ankommt, wird eine Notification an Deine Geräte versendet."
        }
    }
}
