{
    "remote-config" : {
        "label" : {
          "name": "Name",
          "name_desc": "Der Name wird später innerhalb der App angezeigt.",
          "host": "Host",
          "host_desc_default": "localhost = Host von Node-RED",
          "host_desc_template": "localhost = Host von Node-RED, ${internalIpV4} für lokale Verwendung",
          "protocol": "Protokoll",
          "port": "Port",
          "baseurl": "Basis URL",
          "region": "Standort Server",
          "region_us": "Amerika (USA)",
          "region_de": "Europa (Deutschland)",
          "region_dev": "Entwicklung",
          "region_desc": "Der Standort kann nicht mehr geändert werden, sobald eine App registriert wurde.",
          "backup_info": "Diese Konfig-Node wurde aus einem Backup wiederhergestellt. Daher sind sicherheitsrelevante Informationen nicht enthalten. Bitte löschen diese Konfig-Node und die Verbindungen in Deinen Remote-RED Apps. Lege eine neue Konfig-Node an, verbinde diese neu mit den Apps und wähle diese neue Konfig-Node in allen davon abhängigen Nodes aus."
        },
        "actions" : {
          "register_app": "Remote-RED App verbinden",
          "register_app_next": "Weitere Remote-RED App verbinden",
          "support_mail": "Mail an Support öffnen"
        },
        "legal": {
          "title": "Datenschutzerklärung / Nutzungsvereinbarung",
          "info1": "Durch das Verbinden einer App stimmst Du der ",
          "info2": " und der ",
          "info3": " zu.",
          "privacypolicy": "Datenschutzerklärung",
          "terms": "Nutzungsvereinbarung",
          "privacypolicyurl": "https://www.remote-red.com/de/datenschutz",
          "termsurl": "https://www.remote-red.com/de/nutzung"
        },
        "help": {
          "title": "Hilfe",
          "para1": "Pro Access-Node erstellt Du eine entsprechende Config-Node. In dieser wird hinterlegt, mit welchem Host, Port und URL die Verbindung stattfindet. Die Vorgabewerte zeigen als Beispiel das Dashboard. Es ist aber auch möglich weitere Seiten aus dem lokalen Netzwerk zu konfigurieren, insofern der Server auf dem Node-RED installiert ist darauf zugreifen kann.",
          "field1": "Name: Mit diesem Titel wird die Seite später in der App angezeigt.",
          "field2": "Host: Die lokale IP des Host, dessen Webseite freigegeben werden soll. “localhost” verwendet den Node-RED Server auf dem die Access-Node läuft.",
          "field3": "Protokoll: Das verwendete Protokoll des Webservers. Bei Node-RED ist dies normalerweise http, über die settings.js kann dies jedoch auf https umgestellt werden.",
          "field4": "Port: Der Port der weitergeleitet wird. Bei Node-RED ist dies normalerweise 1880, bei sonstigen Webseiten meist 80.",
          "field5": "Basis URL: Die initial aufzurufende Seite.",
          "para2": "Den Standort des Servers kannst Du nur einmalig bearbeiten. Hier gibst Du an, in welcher Ecke der Welt der Server stehen soll, über den Deine Webseite geoutet wird. Für eine möglichst schnelle Verbindung wähle den Ort, der am nächsten bei Dir ist.",
          "para3": "Sobald Du diese Einstellungen erstellt hast und die iOS oder Android App installiert hast, kannst Du über die Schaltfläche “Remote-RED App verbinden” eine App verbinden."
        },
        "apphelp": {
          "title": "App Hilfe",
          "para1": "Lade die Remote-RED App aus dem Apple AppStore oder Google PlayStore herunter. Verwende in der App die Funktion “Node-RED Instanz hinzufügen” um diesen QR-Code zu scannen."
        }
    }
}
