{
    "remote-config" : {
        "label" : {
          "name": "Name",
          "name_desc": "This name will be displayed in the app.",
          "host": "Serving Host",
          "host_desc_default": "localhost = Host of Node-RED",
          "host_desc_template": "localhost = Host of Node-RED, ${internalIpV4} for internal use",
          "protocol": "Protocol",
          "port": "Serving Port",
          "baseurl": "Base URL",
          "region": "Server location",
          "region_us": "America (USA)",
          "region_de": "Europe (Germany)",
          "region_dev": "Development host",
          "region_desc": "The region can´t be changed after registering an app.",
          "backup_info": "This config node was restored from a backup. Therefore security relevant information are not included. Please delete this config-node and the connections in your Remote-RED apps. Create a new config-node, connect it to the apps and select this new config node in all dependent nodes."
        },
        "actions" : {
          "register_app": "Connect Remote-RED App",
          "register_app_next": "Connect another Remote-RED App",
          "support_mail": "Open mail to support"
        },
        "legal": {
          "title": "Privacy Policy / Terms of Use",
          "info1": "By connecting an app, you agree to the ",
          "info2": " and the ",
          "info3": ".",
          "privacypolicy": "Privacy Policy",
          "terms": "Terms of Use",
          "privacypolicyurl": "https://www.remote-red.com/en/privacypolicy",
          "termsurl": "https://www.remote-red.com/en/terms"
        },
        "help": {
          "title": "Help",
          "para1": "For each Access Node you create a corresponding Config Node. In this Config Node you define with which host, port and URL the connection will be established. The default values shows the dashboard as an example. It is also possible to configure other pages from the local network, as long as the Node-RED server can access them.",
          "field1": "Name: With this title the page will be displayed later in the app.",
          "field2": "Serving Host: The local IP of the host whose website is to be shared. “localhost” uses the Node-RED server on which the Access Node is running.",
          "field3": "Protocol: The protocol used by the web server. For Node-RED this is normally http, but can be changed to https via the settings.js.",
          "field4": "Serving Port: The port that will be forwarded. For Node-RED this is usually 1880, for other websites usually 80.",
          "field5": "Base URL: The initial page to be called.",
          "para2": "You can only edit the “Server location” once. Here you can specify in which corner of the world the server is located, which will be used for routing your website. For a fast connection choose the location that is closest to you.",
          "para3": "Once you have defined these settings and installed the iOS or Android app, you can connect to an app by clicking the “Connect Remote-RED App” button."
        },
        "apphelp": {
          "title": "App Help",
          "para1": "Download the Remote-RED app from the Apple AppStore or Google PlayStore. Use the function “Add Node-RED Instance” in the app to scan this QR Code."
        }
    }
}
